[
  {
    "id": "1kcvdke",
    "title": "Reddit Treffen",
    "selftext": "Lang ist's her, aka ich war faul.\nIch möchte ein neues Treffen machen. Wie immer geht es mir zuerst um die Terminfindung. Ich würde Mal einfach einen Samstag im Mai/Juni vorschlagen, möchte aber zuerst fragen wann ihr Zeit habt. Schreibt einfach unter diesem Post oder schickt mir eine Dm.\n\nZum Ort: Vorschläge sind hier auch bitte willkommen. Am liebsten wäre etwas gemeinnütziges (z.b. es gibt lokale wo Obdachlose bewirten um Geld verdienen zu können). Es sollten am besten aber über 20 Leute Platz finden können. Sonst hab ich mir überlegt bei schönen  Wetter wäre ein Park auch ganz nett. \n\nWas sind diese Treffen überhaupt: ab und zu schlage ich auf diesem Sub Treffen vor. Leute können einfach dazu kommen, also ohne Anmeldung oder sonst was. Es kommen einfach Leute zusammen und haben eine nette Zeit, quatschen einen Nachmittag und gehen dann wieder. Manchmal werden auch Spiele gespielt oder andere Sachen gemacht (Essen gehen zum Beispiel), je nachdem wie die Stimmung gerade ist. Es kamen bei den letzten Malen so ungefähr 20 Leute allen Alters (die meisten so 25-35, aber wir hatten auch Leute die jünger wahren und wir hatten auch Leute die älter als 60 waren). Hier ist einfach jeder willkommen der vorbeischauen will.",
    "author": "leoemi",
    "score": 109,
    "upvote-ratio": 0.92,
    "created-utc": "2025-05-02 09:47:50 CEST",
    "num-comments": 42,
    "url": "https://www.reddit.com/r/wien/comments/1kcvdke/reddit_treffen/",
    "awards": 0,
    "edited": false
  },
  {
    "id": "1kq6ai1",
    "title": "Ignorieren, oder auszucken und melden? Falls melden... wen?",
    "selftext": "Sehe dieses Verhalten in letzter Zeit immer öfters, besonders bei Querparkern. Fahrzeuge, die bei weitem zu lang für die Stellfläche sind. Besonders witzig dann, wenn es zweispurig ist und du zum ausweichen in die Gegenfahrbahn muss.  \nBei dem Beispiel am Bild waren beim vorbeiquetschen links und rechts vllt. mal 10 cm zu den Rückspiegeln.\n\nMeldet ihr sowas, oder wird das einfach angefressen ignoriert? Falls man das melden will. Wohin wendet man sich?",
    "author": "BulTV",
    "score": 92,
    "upvote-ratio": 0.93,
    "created-utc": "2025-05-19 10:07:03 CEST",
    "num-comments": 30,
    "url": "https://i.redd.it/ml12w5lk4p1f1.jpeg",
    "awards": 0,
    "edited": false
  },
  {
    "id": "1kq51bz",
    "title": "Bester Ruderverein in Wien",
    "selftext": "Ich habe mit drei Freunden einen Ruderkurs besucht und überlege jetzt eine Mitgliedschaft abzuschließen. Da es an der alten Donau einige Rudervereine gibt und die Mitgliedschaft doch recht teuer ist, bin ich gerade am recherchieren. Wir brauchen keine sozialen Events bzw. Community. Wir wollen einfach immer wieder mal rudern gehen, ev ein schöner Badestrand/steg und paar nette Zusatzfeatures (Standup-Paddle, etc), die man auch mit Familie nutzen kann. Wer hat gute Erfahrungen gemacht? ",
    "author": "Hot_Class_2703",
    "score": 6,
    "upvote-ratio": 0.81,
    "created-utc": "2025-05-19 08:38:15 CEST",
    "num-comments": 1,
    "url": "https://www.reddit.com/r/wien/comments/1kq51bz/bester_ruderverein_in_wien/",
    "awards": 0,
    "edited": false
  },
  {
    "id": "1kpl119",
    "title": "Pokemon-Karten Automat am Westbahnhof",
    "selftext": "mehr gibts bei dem Post ned fands nur interessant weil i sowos noch nie gsehn hab…",
    "author": "_sergeant_pepper",
    "score": 133,
    "upvote-ratio": 0.94,
    "created-utc": "2025-05-18 16:17:50 CEST",
    "num-comments": 49,
    "url": "https://www.reddit.com/gallery/1kpl119",
    "awards": 0,
    "edited": false
  },
  {
    "id": "1kpj489",
    "title": "Ebi Lokal - thermopapier",
    "selftext": "ich möchte hiermit einen vermeintlichen missstand in der restaurantkette ebi aufzeigen der mir bei meinem besuchen aufgefallen ist:\n\ndas konzept ist ja bekannt:\nman bekommt einen tisch zugewiesen aufdem sich ein tabletcomputer befindet über diesen man, zu einem fixpreis, beliebig viele gerichte bestellt, welche dann, durch einen kellner, in kleinen schüsselchen gebracht werden.\n\ndiese schüsselchen müssen natürlich entsprechend gekenntzeichnet werden, damit sie zu den jeweiligen tischen zugeordnet werden können.\n\n\nwas mir aber sofort ins auge gefallen ist:\n\nes werden direkt auf die lebensmittel (!) thermopapierzettel gelegt und dann kurz vor dem servieren durch den kellner entfernt.\n\nda hier ein direkter (!) kontakt dieser zettel mit den lebensmittel stattfindet, sehe ich einen augenscheinlichen bruch der lebensmittelsicherheit, da ich mir nicht vorstellen kann, dass diese zettel geeignet sind mit lebensmittel im direkten kontakt zu sein.\n\nich habe das ganze seit anfang märz 2 mal an die MA 59, marktamt, gemeldet. geändert hat sich nichts. auf nachfrage was bei der überprüfung herausgekommen ist wird natürlich auf datenschutz verwiesen.\n\nwie kann das sein, dass sich hier nichts ändert? \n\nwas meint ihr dazu? \n\nwas kann man da tun um das zu ändern?\n\ndie qualität der speisen ist doch in ordnung, nur das eben angesprochene geht sich einfach ned aus!\n",
    "author": "centercube",
    "score": 72,
    "upvote-ratio": 0.67,
    "created-utc": "2025-05-18 14:44:16 CEST",
    "num-comments": 49,
    "url": "https://www.reddit.com/r/wien/comments/1kpj489/ebi_lokal_thermopapier/",
    "awards": 0,
    "edited": 1747572610.0
  }
]
