[
  {
    "id": "1kqyh0j",
    "title": "Parken in der Stadt ist zu billig, sagt der VCÖ",
    "selftext": "",
    "author": "KFSattmann",
    "score": 84,
    "upvote-ratio": 0.84,
    "created-utc": "2025-05-20 08:54:38 CEST",
    "num-comments": 55,
    "url": "https://www.derstandard.at/story/3000000270425/parken-in-der-stadt-ist-zu-billig-sagt-der-vcoe",
    "awards": 0,
    "edited": false
  },
  {
    "id": "1kqhi3y",
    "title": "Strafe für Pfandflasche neben Müll",
    "selftext": "Hallo Leute. Heute habe ich Glas zum Müllcontainer gebracht. Habe dabei bemerkt das ich eine Glaspfandflasche dabei hatte. Dachte mir zum Wegschmeißen zu schade also stell ich sie daneben hin falls ein Obdachloser oder wer es halt nötig hat als Pfand mitnehmen kann. Als ich sie abstellte und wegging hat mich eine waste watcher komplett zusammengeschissen und gesagt ich muß die Flasche entsorgen und was ich mir einbilden sie daneben stehen zu lassen. \nTja so läuft das in Wien. Das sind richtige heisln, wie krank ist das außerdem das die zu Zweit in Meidling eine Müllinsel bewachen. Sollten lieber mal den Zigtausend tschickstummel nachermitteln. \nFind es einfach frech in Deutschland stellst die Flaschen zum Müll hin und es nimmt sie wer. In Wien bekommt 50,- Strafe wenn du was gutes tun willst. ",
    "author": "Ok-Commercial9489",
    "score": 237,
    "upvote-ratio": 0.83,
    "created-utc": "2025-05-19 19:23:55 CEST",
    "num-comments": 121,
    "url": "https://www.reddit.com/r/wien/comments/1kqhi3y/strafe_für_pfandflasche_neben_müll/",
    "awards": 0,
    "edited": false
  },
  {
    "id": "1kq6ai1",
    "title": "Ignorieren, oder auszucken und melden? Falls melden... wen?",
    "selftext": "Sehe dieses Verhalten in letzter Zeit immer öfters, besonders bei Querparkern. Fahrzeuge, die bei weitem zu lang für die Stellfläche sind. Besonders witzig dann, wenn es zweispurig ist und du zum ausweichen in die Gegenfahrbahn muss.  \nBei dem Beispiel am Bild waren beim vorbeiquetschen links und rechts vllt. mal 10 cm zu den Rückspiegeln.\n\nMeldet ihr sowas, oder wird das einfach angefressen ignoriert? Falls man das melden will. Wohin wendet man sich?",
    "author": "BulTV",
    "score": 287,
    "upvote-ratio": 0.92,
    "created-utc": "2025-05-19 10:07:03 CEST",
    "num-comments": 84,
    "url": "https://i.redd.it/ml12w5lk4p1f1.jpeg",
    "awards": 0,
    "edited": false
  },
  {
    "id": "1kqz2tk",
    "title": "Das Burgenland und Niederösterreich in Wien",
    "selftext": "",
    "author": "wegwerferie",
    "score": 3,
    "upvote-ratio": 0.8,
    "created-utc": "2025-05-20 09:36:54 CEST",
    "num-comments": 0,
    "url": "https://wien.orf.at/stories/3305911/",
    "awards": 0,
    "edited": false
  },
  {
    "id": "1kr08xe",
    "title": "Bakterien, Viren und die Stadt Wien, arbeitet jemand in dem Bereich? Forschung zu Mikroben und der Stadt",
    "selftext": "Hallo liebe Leute,\n\nich führe gerade ein Forschungsprojekt zu Mikroben und Stadt durch, genauer gesagt wie eine Stadt wie Wien mit der potentiellen Bedrohung, aber auch Notwendigkeit von mikrobieller Präsenz (Bakterien, Viren, etc.) umgeht, und wie die Tatsache der mikrobiellen Beweglichkeit politisch und Stadtverwalterisch gefasst werden kann. Das klingt sehr hochtrabend, aber im Grunde möchte ich gerne von Menschen erfahren, die damit in ihrer alltäglichen Arbeit konkret befasst sind, etwa im Umgang und der Entsorgung von biologischen Material (aus Krankenhäusern und Laboren etwa, aber auch Bestattung), im Abwassermonitoring oder Kläranlagen, in der Arbeit mit Tieren etc.\n\nFalls jemand in der Richtung etwas zu tun hat damit und das mit mir teilen möchte, würde ich mich sehr darüber freuen! \n\nNähere Infos gerne per DM\n\n\n\nLiebe Grüße! ",
    "author": "modertonne",
    "score": 2,
    "upvote-ratio": 1.0,
    "created-utc": "2025-05-20 11:02:38 CEST",
    "num-comments": 0,
    "url": "https://www.reddit.com/r/wien/comments/1kr08xe/bakterien_viren_und_die_stadt_wien_arbeitet/",
    "awards": 0,
    "edited": false
  },
  {
    "id": "1kqwqfu",
    "title": "Rotes Wien und die Welt des Mr. Pim | Cinema Austriaco",
    "selftext": "",
    "author": "wegwerferie",
    "score": 4,
    "upvote-ratio": 0.83,
    "created-utc": "2025-05-20 06:57:14 CEST",
    "num-comments": 2,
    "url": "https://cinema-austriaco.org/de/2023/07/16/rotes-wien-und-die-welt-des-mr-pim/",
    "awards": 0,
    "edited": false
  },
  {
    "id": "1kqabbb",
    "title": "How do i report junkies entering private property (Entschuldigung für Englisch post)?",
    "selftext": "I live in the 10th (close to U1 Trostraße) in an apartment complex with a sort of 'garden'/green area right in front. It is technically private property, but there is just a gate that anyone can open, and other open entrances, so naturally a lot of just people come in and sit on the grass, leave trash etc. But what really bothers me more, is that almost everyday I  come out of my house and I am welcomed by someone, or sometimes multiple people, sitting on a bench injecting drugs. It's not even the same people everytime too.\n\nI find this so disrespectful, especially since there are obviously children around who have to see this right outside their home. Does anyone know what I can do about this? Who am I supposed to contact? I am still learning German so I get a bit discouraged to know how to speak to the authorities (and the correct ones).\n\nSo can anyone guide me as to who to report this case to? Maybe I have to call a certain department?\n\nVielen dank für ihren Hilfe!",
    "author": "nbeecee",
    "score": 31,
    "upvote-ratio": 0.84,
    "created-utc": "2025-05-19 14:22:44 CEST",
    "num-comments": 8,
    "url": "https://www.reddit.com/r/wien/comments/1kqabbb/how_do_i_report_junkies_entering_private_property/",
    "awards": 0,
    "edited": false
  },
  {
    "id": "1kqbig8",
    "title": "Mehr Anzeigen wegen K.-o.-Tropfen",
    "selftext": "",
    "author": "KFSattmann",
    "score": 20,
    "upvote-ratio": 0.92,
    "created-utc": "2025-05-19 15:20:07 CEST",
    "num-comments": 3,
    "url": "https://wien.orf.at/stories/3305950/",
    "awards": 0,
    "edited": false
  },
  {
    "id": "1kqbgp1",
    "title": "Unfall und Versicherung? Erstes Mal...",
    "selftext": "Ich hatte vor ca 1 Monat ein Fahrradunfall. Ich selbst hatte gsd nichts, aber der Autofahrer der ohne zu blinken und ohne zu schauen vor mir abgebogen ist war eindeutig Schuld. Er wollte mich mit eine Visitenkarte abspeisen weil er es so eilig hat, aber ich habe die Polizei geholt der zufällig gerade vorbeigefahren ist.\n\nEs wurde ein Unfallbericht ausgefüllt, und ich habe jetzt der Reparaturrechnung von mein Fahrrad.\n\nIch habe ein Mail an seine Versicherung geschickt mit der Frage wie ich weitermachen kann, und es wurde geantwortet dass noch keine Unfallmeldung vom ihm eingetroffen ist.\n\nEs wäre das erste Mal für mich, ich hatte nie selbst ein Auto, habe also nie ein Unfall beim meine Autoversicherung machen müssen. Ich weiß also nicht was zu tun ist...\n\nKann mir jemand weiterhelfen? Muss ich der Fahrer kontaktieren damit er ein Unfallbericht abgibt? Sein Auto hatte ja null Schaden, also warum sollte er das machen? Oder soll ich der Polizei kontaktieren ob die ein offizielles Unfallprotokoll aufgestellt haben? Es gab keine Verletzten, kein Schaden am Auto, nur ein kaputtes Fahrrad-Vorderrad...",
    "author": "GreyDutchman",
    "score": 8,
    "upvote-ratio": 0.84,
    "created-utc": "2025-05-19 15:17:54 CEST",
    "num-comments": 4,
    "url": "https://www.reddit.com/r/wien/comments/1kqbgp1/unfall_und_versicherung_erstes_mal/",
    "awards": 0,
    "edited": false
  },
  {
    "id": "1kqxzxe",
    "title": "Gute Ideen für einen Geburtstag in Wien",
    "selftext": "Eine Freundin von mir hat nächstes Wochenende Geburtstag und wir würden gern mit insg. 4-6 Personen was Nettes unternehmen. Da wir aber alle nicht ursprünglich aus Wien kommen (andere Bundesländer) würden wir gern die Wiener Community um Ideen bitten\nbitten.\n\nWas wir schon selbst gefunden haben ist ein (ziemlich teurer) Bootsverleih, kennt ihr den? https://www.meine-insel.at/ \n\nSonst gibt's noch diese 90's Super Show, da hab ich aber hier auf Reddit eher schlechtes gelesen und billig ist es leider auch nicht grad. Hat jemand noch Erfahrungswerte?\n\nWir wären für alles offen: Natur, Musik, Kultur, Essen... Was habt ihr schon mal an einem Wochenende in Wien gemacht und euch danach gedacht, dass das a super Idee war?",
    "author": "trappa_keepa",
    "score": 0,
    "upvote-ratio": 0.29,
    "created-utc": "2025-05-20 08:21:08 CEST",
    "num-comments": 13,
    "url": "https://www.reddit.com/r/wien/comments/1kqxzxe/gute_ideen_für_einen_geburtstag_in_wien/",
    "awards": 0,
    "edited": false
  },
  {
    "id": "1kqc4lv",
    "title": "Schlichtungsstelle",
    "selftext": "Hallo Wien,\n\nbin Student, wohn in einer WG, und unser Warmwasser funktioniert seit März in immer größer werdenden Intervallen nicht mehr. Wir sind unserer Wartungspflicht der Therme wie gesetzlich verlangt nachgekommen. Es waren auch schon öfter Handwerker da, die alle meinten, dass die Therme ausgewechselt gehört. \nDie Hausverwaltung macht wie zu erwarten gar nichts und meldet sich auch nicht mehr bei uns. Mietzinsminderung wurde von ihnen aus abgelehnt und reparieren wollen sie es anscheinend auch nicht. \nJetzt zur Frage, ist es schlau ohne Rechtsbeistand vor die Schlichtungsstelle zu gehen? \nMietervereinigung wurde mir schonmal als Tipp genannt, der schaß kostet dann halt gleich mal 400-500€, nur das die des machen und wie gesagt, bin Student.\nIrgendwelche Erfahrung und/oder Tipps?\n\nSchönen Start in die Woche wünsch ich!",
    "author": "LordEllings",
    "score": 5,
    "upvote-ratio": 0.86,
    "created-utc": "2025-05-19 15:47:27 CEST",
    "num-comments": 14,
    "url": "https://www.reddit.com/r/wien/comments/1kqc4lv/schlichtungsstelle/",
    "awards": 0,
    "edited": false
  },
  {
    "id": "1kpl119",
    "title": "Pokemon-Karten Automat am Westbahnhof",
    "selftext": "mehr gibts bei dem Post ned fands nur interessant weil i sowos noch nie gsehn hab…",
    "author": "_sergeant_pepper",
    "score": 183,
    "upvote-ratio": 0.94,
    "created-utc": "2025-05-18 16:17:50 CEST",
    "num-comments": 54,
    "url": "https://www.reddit.com/gallery/1kpl119",
    "awards": 0,
    "edited": false
  },
  {
    "id": "1kqisjk",
    "title": "Geschichte meiner Wohnung und Gasse in der Leopoldstadt. Wo finde ich mehr Infos und Hintergrund und Bilder dazu?",
    "selftext": "Servus zusammen,\n\nich bin vor einem Jahr in meine aktuelle Wohnung gezogen und bin dann auf ein bisschen Geschichte dieser Wohnung und dieses Hauses gestoßen. Ich würde der Geschichte meiner Gasse und dem Haus gerne weiter auf den Grund gehen, ich find es total spannend wer hier vor mir mal gelebt hat. Wie komm ich dazu an mehr Informationen? Komme ich irgendwie an Bilder?",
    "author": "christianv142",
    "score": 1,
    "upvote-ratio": 0.6,
    "created-utc": "2025-05-19 20:13:17 CEST",
    "num-comments": 5,
    "url": "https://www.reddit.com/r/wien/comments/1kqisjk/geschichte_meiner_wohnung_und_gasse_in_der/",
    "awards": 0,
    "edited": false
  },
  {
    "id": "1kq51bz",
    "title": "Bester Ruderverein in Wien",
    "selftext": "Ich habe mit drei Freunden einen Ruderkurs besucht und überlege jetzt eine Mitgliedschaft abzuschließen. Da es an der alten Donau einige Rudervereine gibt und die Mitgliedschaft doch recht teuer ist, bin ich gerade am recherchieren. Wir brauchen keine sozialen Events bzw. Community. Wir wollen einfach immer wieder mal rudern gehen, ev ein schöner Badestrand/steg und paar nette Zusatzfeatures (Standup-Paddle, etc), die man auch mit Familie nutzen kann. Wer hat gute Erfahrungen gemacht? ",
    "author": "Hot_Class_2703",
    "score": 8,
    "upvote-ratio": 0.9,
    "created-utc": "2025-05-19 08:38:15 CEST",
    "num-comments": 1,
    "url": "https://www.reddit.com/r/wien/comments/1kq51bz/bester_ruderverein_in_wien/",
    "awards": 0,
    "edited": false
  },
  {
    "id": "1kq6zcq",
    "title": "wo kriegt man in wien dosa??",
    "selftext": "ich liebe indisch aber keines der restaurants die ich kenne hat dosa :(",
    "author": "meatnutella",
    "score": 6,
    "upvote-ratio": 0.69,
    "created-utc": "2025-05-19 10:57:59 CEST",
    "num-comments": 17,
    "url": "https://www.reddit.com/r/wien/comments/1kq6zcq/wo_kriegt_man_in_wien_dosa/",
    "awards": 0,
    "edited": false
  }
]